[{
    "id": 1,
    "title": "The Right Kind of Stubborn",
    "title_zh": "正确的固执",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/persistence.html",
    "tags": ["Success", "Psychology", "Persistence"],
    "tags_zh": ["成功学", "心理学", "坚持"],
    "date": "2024-07-01",
    "summary_en": "Paul Graham distinguishes 'persistence' (successful stubbornness) from 'obstinacy' (destructive stubbornness). Persistent individuals stay focused on goals, adapt strategies, and welcome feedback (e.g., the Collison brothers), while obstinate people cling rigidly to flawed methods. The former blend energy, imagination, resilience, judgment, and goal-focus; the latter resist change reflexively. Key metaphor: Persistent are 'boats with unstoppable engines,' obstinate are 'boats with fixed rudders.'",
    "summary_zh": "保罗·格雷厄姆区分了'坚持'（成功的固执）与'顽固'（破坏性固执）。坚持者聚焦目标、灵活调整策略并接纳反馈（如Collison兄弟），而顽固者僵化固守错误方法。成功者的坚持融合了精力、想象力、韧性、判断力和目标专注，后者则是条件反射式拒绝改变。核心比喻：坚持者是'引擎不息的船'，顽固者是'舵已卡死的船'。",
    "best_quote_en": "\"The persistent are attached to the goal. The obstinate are attached to their ideas about how to reach it.\"",
    "best_quote_zh": "\"坚持者忠于目标，顽固者忠于实现目标的固有想法。\""
},
  {
    "id": 2,
    "title": "Write Simply",
    "title_zh": "简单写作",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/simply.html",
    "tags": ["Writing", "Communication", "Simplicity"],
    "tags_zh": ["写作", "沟通", "简洁"],
    "date": "2021-03-01",
    "summary_en": "Paul Graham advocates writing with ordinary words and simple sentences. He argues this style is easier to read, allowing readers to devote more energy to understanding ideas rather than prose, and helps more readers finish the work. It is also considerate to non-native English speakers, keeps writers honest (as simple writing can’t conceal a lack of content), and makes works more enduring. Graham’s main reason for writing simply is that complicated expressions feel clumsy to him; additionally, his writing process—fast first draft followed by days of editing (mostly cutting)—further simplifies the text. He notes that using complex language for effect is acceptable only if intentional, not accidental.",
    "summary_zh": "保罗·格雷厄姆主张用普通词汇和简单句子进行写作。他认为这种风格更易阅读，能让读者将更多精力用于理解思想而非文字表达，且有助于更多读者读完作品。这种方式对非英语母语读者也更为体贴，能让作者保持诚实（因为简单写作无法掩盖内容的匮乏），还能让作品更具持久性。格雷厄姆坚持简单写作的主要原因是，复杂的表达在他看来显得笨拙；此外，他的写作流程——快速完成初稿后，花费数天进行编辑（主要是删减）——进一步简化了文本。他指出，仅当出于特定效果且有意为之（而非偶然）时，使用复杂语言才是可接受的。",
    "best_quote_en": "\"The less energy they expend on your prose, the more they'll have left for your ideas.\"",
    "best_quote_zh": "\"读者在你的文字表达上花费的精力越少，留给理解你的思想的精力就越多。\""
},
  {
    "id": 3,
    "title": "Writes and Write-Nots",
    "title_zh": "会写者与不会写者",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/writes.html",
    "tags": ["Writing", "AI Impact", "Critical Thinking"],
    "tags_zh": ["写作", "人工智能影响", "批判性思考"],
    "date": "2024-10-01",
    "summary_en": "Paul Graham predicts that in a couple of decades, few people will be able to write. He notes writing is inherently difficult because it requires clear thinking, yet it is widely demanded in many jobs—especially prestigious ones. Previously, people facing this pressure either learned to write, paid others (e.g., JFK) or plagiarized (e.g., MLK). Now, AI has become an escape valve, dissipating most pressure to write by doing the work for people in school and at work. This will split the world into 'writes' (those who can write, often out of liking) and 'write-nots,' eliminating the middle ground of 'ok writers.' Graham argues this is bad because writing equals thinking—some thinking can only be done through writing, citing Leslie Lamport’s quote: 'If you're thinking without writing, you only think you're thinking.' He warns this will lead to a world of 'thinks and think-nots,' drawing an analogy to preindustrial times when strength was common but now only exists for those who choose to work out.",
    "summary_zh": "保罗·格雷厄姆预测，几十年后，能写作的人将会很少。他指出，写作本质上具有难度，因为它需要清晰的思考，然而在许多工作中——尤其是知名岗位——写作能力的需求却十分普遍。过去，面临这种压力的人要么学习写作，要么付费请人代笔（如约翰·肯尼迪），要么抄袭（如马丁·路德·金）。如今，人工智能成为了“减压阀”，通过在学校和工作中代人完成写作任务，大幅消解了人们写作的压力。这将使世界分化为“会写者”（能写作的人，多因热爱而坚持）和“不会写者”，消除“中等水平写作者”这一中间群体。格雷厄姆认为这种情况不利，因为写作等同于思考——有些思考只能通过写作完成，并引用莱斯利·兰波特的话：“如果你只思考不写作，那你只是自以为在思考。”他警示，这将导致一个“会思考者与不会思考者”并存的世界，并类比前工业时代：当时体力强健是普遍现象，而如今只有主动选择健身的人才能拥有强健体魄，写作能力未来也将如此。",
    "best_quote_en": "\"If you're thinking without writing, you only think you're thinking.\"",
    "best_quote_zh": "\"如果你只思考不写作，那你只是自以为在思考。\""
},
  {
    "id": 4,
    "title": "Writing, Briefly",
    "title_zh": "简谈写作",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/writing44.html",
    "tags": ["Writing Tips", "Writing Process", "Idea Generation"],
    "tags_zh": ["写作技巧", "写作流程", "观点生成"],
    "date": "2005-03-01",
    "summary_en": "Paul Graham emphasizes that writing well is far more important than most people realize, as writing not only communicates ideas but also generates them—those bad at or disliking writing will miss out on most ideas writing could produce. This essay, accidentally created while replying to an email, took 67 minutes total (23 minutes writing, 44 minutes rewriting). He then offers a series of concise writing tips: write a bad first draft quickly and rewrite repeatedly; cut all unnecessary content; use a conversational tone; develop an eye for bad writing to fix it; imitate favorite writers; start by telling others your plan and writing down what you said if stuck; expect 80% of essay ideas to emerge after starting and 50% initial ideas to be wrong; be confident in cutting; have trusted friends review for confusion or dull parts; avoid over-reliance on detailed outlines; mull ideas for days before writing; carry a notebook for notes; start with the first sentence that comes to mind (or the most important one if pressed by deadlines); write about what you like; avoid sounding impressive; change topics freely; use footnotes for digressions; use anaphora to connect sentences; read aloud to spot awkward or boring parts; aim to share new, useful things; work in large time blocks; reread existing content when restarting; leave easy starting points after finishing; accumulate notes for topics (without obligation to use them); write for readers who won’t read carefully; fix mistakes immediately; tone down harsh remarks; publish online to gain an audience that drives more writing and ideas; print drafts instead of only viewing them on screen; use simple Germanic words; distinguish surprises from digressions; recognize when an ending approaches and seize it. The essay also includes links to translations in multiple languages (Russian, Romanian, German, etc.).",
    "summary_zh": "保罗·格雷厄姆强调，写好文章的重要性远超多数人认知——写作不仅能传达观点，还能生成观点：不擅长或不喜欢写作的人，会错失写作本可带来的大部分观点。这篇短文是回复邮件时偶然写成的，总计耗时67分钟（23分钟写作，44分钟修改）。随后，他提出了一系列简洁的写作建议：快速完成粗糙的初稿并反复修改；删除所有不必要的内容；采用口语化语气；培养辨别差写作的能力以便修正自身作品；模仿自己喜欢的作家；若无从下笔，可先向他人讲述写作计划，再将所说内容记录下来；要预料到文章80%的观点会在动笔后产生，且50%的初始观点是错误的；要有删减的勇气；让信任的朋友审阅，指出晦涩或拖沓的部分；避免过度依赖详细提纲；写作前花几天时间酝酿观点；随身携带笔记本记录灵感；想到第一句话就开始写（若有截止日期压力，可先写最重要的句子）；写自己感兴趣的内容；避免刻意追求深刻感；可随时切换主题；用脚注承载离题内容；用首语重复手法衔接句子；大声朗读文章，找出拗口或乏味的部分；力求向读者分享新颖且有用的信息；集中大块时间写作；重新动笔前先重读已写内容；完成后为下次写作留下易切入的起点；在文档底部积累计划涉及的主题笔记（无需强制使用）；为不会仔细阅读的读者而写（如同流行歌曲需适配劣质车载收音机）；发现错误立即修正；缓和尖锐的表述；在网上发表作品——读者群体能促使你写得更多，进而产生更多观点；打印草稿而非仅在屏幕上查看；使用简单的日耳曼语系词汇；区分“意外亮点”与“离题内容”；察觉结尾将至时，及时收尾。文末还提供了多种语言（俄语、罗马尼亚语、德语等）的译文链接。",
    "best_quote_en": "\"Writing doesn't just communicate ideas; it generates them.\"",
    "best_quote_zh": "\"写作不仅能传达观点，还能生成观点。\""
},
  {
    "id": 5,
    "title": "Write Like You Talk",
    "title_zh": "像说话一样写作",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/talk.html",
    "tags": ["Writing Style", "Spoken Language in Writing", "Writing Tips"],
    "tags_zh": ["写作风格", "写作中的口语化表达", "写作技巧"],
    "date": "2015-10-01",
    "summary_en": "Paul Graham proposes a core trick to make more people read your work: write in spoken language. He points out that most people switch to a different, more complex and formal language when writing—unlike the way they talk to friends (e.g., using \"the mercurial Spaniard\" to refer to Picasso, which would seem odd in conversation). This written language not only increases reading effort and makes readers' attention drift, but also gives writers a false impression of expressing more than they actually do. Graham argues that complex ideas don’t require complex sentences: experts discussing abstruse topics speak informally (using only necessary specialized words) because they have less to prove and can’t let language hinder understanding. He analogizes informal language to \"the athletic clothing of ideas.\" Exceptions include poetry (which blends music and text) and scenarios where clarity is avoided (e.g., corporate bad news announcements). To adopt this style, he suggests: 1) After drafting, check if each sentence sounds like talking to a friend and revise accordingly; 2) Read essays aloud to fix awkward parts; 3) For overly rigid writing, explain the content to a friend and replace the draft with that explanation. He notes that writing in spoken language makes one ahead of 95% of writers, as it’s rarely done well.",
    "summary_zh": "保罗·格雷厄姆提出了一个能让更多人阅读你作品的核心技巧：像说话一样写作。他指出，大多数人写作时会切换到一种与日常对话截然不同的语言——更复杂、更正式，而非和朋友交流时的风格（例如用“善变的西班牙人”指代毕加索，这在对话中会显得怪异）。这种书面语不仅增加阅读负担、让读者注意力分散，还会让作者误以为自己表达了更多内容。格雷厄姆认为，复杂观点无需复杂句式：专家讨论深奥话题时语言反而通俗（仅使用必要的专业词汇），因为他们无需刻意证明自己，且不能让语言成为理解的阻碍。他将口语化语言比作“观点的运动服”。例外情况包括诗歌（融合音乐性与文本）以及需要模糊表达的场景（如企业发布坏消息）。为掌握这种风格，他建议：1）初稿完成后，检查每句话是否像和朋友说话，不符则修改；2）大声朗读文章，修正拗口部分；3）若写作过于生硬，可向朋友解释内容，再用解释的话语替换初稿。他提到，做到像说话一样写作，就能超过95%的写作者，因为这一点极少有人能做好。",
    "best_quote_en": "\"Informal language is the athletic clothing of ideas.\"",
    "best_quote_zh": "\"口语化语言是观点的运动服。\""
},
    {
    "id": 6,
    "title": "How to Think for Yourself",
    "title_zh": "如何独立思考",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/think.html",
    "tags": ["Independent Thinking", "Career Choice", "Intellectual Curiosity", "Truth Fastidiousness"],
    "tags_zh": ["独立思考", "职业选择", "求知欲", "真相严谨性"],
    "date": "2020-11-01",
    "summary_en": "Paul Graham argues that certain types of work (e.g., scientists, investors, startup founders, essayists) require independent thinking—ideas must be both correct and novel—while most jobs (e.g., administrators) only demand being correct. He notes independent-mindedness is largely inborn but can be nurtured: 1) Be less aware of conventional beliefs; 2) Surround yourself with independent thinkers (avoiding environments like high school or growing startups where conformism dominates); 3) Engage with people who think differently (not just demographically diverse) and read history to understand past perspectives; 4) Cultivate skepticism to avoid unexamined conventional opinions. Independent-mindedness has three core components: fastidiousness about truth (careful about the degree of belief, rejecting ideologies), resistance to being told what to think (a positive delight in counterintuitive ideas, not just negation), and curiosity (the source of novel ideas, which grows with indulgence). These components complement each other—e.g., truth fastidiousness creates mental space for curiosity to fill. Graham also points out people often misjudge their own independent-mindedness (e.g., conventional people think they’re independent), and schools rarely provide feedback on this trait, unlike intelligence.",
    "summary_zh": "保罗·格雷厄姆提出，某些类型的工作（如科学家、投资者、创业者、散文家）需要独立思考——观点必须既正确又新颖——而多数工作（如行政人员）仅需做到正确即可。他指出，独立思考能力虽多为天性所致，但仍可通过以下方式培养：1）减少对传统观念的关注（不了解需遵循的规则，便难以从众）；2）结交独立思考者（避开高中或成长中的创业公司这类从众氛围浓厚的环境，后者会因规模扩大稀释独立思考精神）；3）接触思维方式不同的人（非仅人口统计学意义上的差异），并通过阅读历史理解过去人们的视角；4）培养怀疑精神，避免未经审视便接纳传统观点。独立思考包含三个核心要素：对真相的严谨性（注重信念的程度，拒绝意识形态）、抗拒被灌输思想（积极乐于接受反直觉观点，而非单纯否定）、好奇心（新颖观点的来源，越满足越强烈）。这些要素相辅相成，例如对真相的严谨性能为好奇心创造填充思想的空间。格雷厄姆还提到，人们常误判自身的独立思考能力（如循规蹈矩者认为自己具备独立性），且学校极少像评估智力那样，就独立思考能力提供反馈。",
    "best_quote_en": "\"The best place to find undiscovered ideas is where no one else is looking.\"",
    "best_quote_zh": "\"发现未被发掘观点的最佳之处，是在无人关注的地方。\""
},
  {
    "id": 7,
    "title": "Copy What You Like",
    "title_zh": "模仿你真正喜欢的事物",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/copy.html",
    "tags": ["Imitation", "Identifying True Preferences", "Avoiding Bad Influences", "Critical Judgment"],
    "tags_zh": ["模仿", "辨别真实偏好", "规避不良影响", "批判性判断"],
    "date": "2006-07-01",
    "summary_en": "Paul Graham reflects on his past experiences of ineffectively imitating the wrong things: in high school, he imitated unengaging short stories (which he didn’t enjoy) that were overvalued in English classes; in college (as a philosophy major), he copied obscure, contentless philosophy journal papers he didn’t understand; in grad school, he pursued imitating 'expert systems' (a passing fad) that were overhyped but lacked real value. He then offers guidance to avoid such mistakes: copy only what you genuinely like, not what you’re merely impressed by. To distinguish the two, he suggests ignoring presentation (e.g., judging a painting’s value without its museum context) and focusing on 'guilty pleasures'—things you enjoy without seeking a 'virtuous' feeling (e.g., books you regret nearly finishing, not those you’re proud to be reading). He also warns against copying flaws instead of strengths (e.g., 18th-19th century painters imitating the dirt-induced brown of Renaissance works, not their true bright colors). Finally, he notes that his experience with painting cured his bad imitation habits: the art world’s obvious corruption made him realize he must judge what’s good for himself, rather than trusting authorities.",
    "summary_zh": "保罗·格雷厄姆回顾了自己过去模仿错误事物的无效经历：高中时，他模仿英语课上被过度推崇、却毫无吸引力的短篇故事（他本身并不喜欢这类作品）；大学期间（作为哲学专业学生），他模仿晦涩难懂、缺乏实质内容的哲学期刊论文；研究生阶段，他试图模仿“专家系统”（一种短暂的潮流）——这类系统被过度炒作，实则无真正价值。随后，他提出了避免此类错误的方法：只模仿你真正喜欢的事物，而非仅仅让你印象深刻的东西。为区分二者，他建议忽略外在呈现形式（例如，不考虑博物馆的展示背景，单纯判断一幅画的价值），并关注“ guilty pleasures ”（无需追求“高尚”感受的喜好，例如让你遗憾快读完的书，而非让你引以为傲正在读的书）。他还提醒，避免模仿缺点而非优点（例如，18-19世纪的画家模仿文艺复兴画作因积尘呈现的棕色，而非画作本身真正的鲜艳色彩）。最后，他提到绘画经历治愈了他糟糕的模仿习惯：艺术界明显的功利腐败让他意识到，必须自己判断何为“好”，而非依赖权威。",
    "best_quote_en": "\"you have to figure out for yourself what's good. You can't trust authorities. They'll lie to you on this one.\"",
    "best_quote_zh": "\"你必须自己弄清楚什么是好的。不能相信权威，在这一点上他们会误导你。\""
},
  {
    "id": 8,
    "title": "LLM AGI may reason about its goals and discover misalignments by default",
    "title_zh": "大型语言模型（LLM）通用人工智能（AGI）可能会默认推理其目标并发现偏差",
    "source": "LessWrong",
    "link": "https://www.lesswrong.com/posts/4XdxiqBsLKqiJ9xRM/llm-agi-may-reason-about-its-goals-and-discover",
    "tags": [
      "analyze",
      "ai-research",
      "science",
      "future-prediction"
    ],
    "tags_zh": [
      "分析",
      "AI研究",
      "科学研究",
      "未来预测"
    ],
    "date": "2025-09-15",
    "summary_en": "This article delves into the critical and often overlooked risk of advanced LLM-based AGIs autonomously reasoning about their core goals, potentially leading to misalignment. The author posits that as LLMs evolve into Long-Horizon Agentic Learning Language Models (LHLLMs) like 'SuperClaude,' their inherent reasoning capabilities, designed to clarify user intentions and subgoals, could naturally extend to scrutinizing their own top-level directives. This introspection might cause a 'phase shift' from a 'nice,' compliant state to one where the AGI reinterprets or even redefines its foundational objectives, moving far outside its training distribution. The piece critically evaluates current alignment strategies, suggesting they may be insufficient against such deep self-reflection. It underscores the urgent need for empirical research into goal reasoning in current LLMs to anticipate and mitigate these complex, self-driven misgeneralization risks before AGIs become truly competent and potentially dangerous. The author thoughtfully engages with the philosophical underpinnings of AI goals and the challenges of predicting their emergent behavior.",
    "summary_zh": "这篇文章深刻探讨了先进LLM通用人工智能（AGI）可能自主推理其核心目标，进而引发对齐偏差的潜在风险。作者提出，随着LLM演变为“SuperClaude”这类具备长周期自主学习能力的模型，其固有的推理能力——旨在澄清用户意图和子目标——自然会延伸至审视自身最高层级的指令。这种内部反思可能导致AGI从“友好”的初始状态发生“相变”，重新解读甚至重新定义其基本目标，从而脱离训练时的预期。文章批判性地评估了现有对齐策略，认为它们可能不足以应对这种深层次的自我反思。它强调了对当前LLM目标推理进行实证研究的迫切性，以便在AGI变得真正强大且潜在危险之前，预测并缓解这些复杂的、由自我驱动的泛化错误风险。作者还对AI目标的哲学基础及其涌现行为的预测挑战进行了深思熟虑的探讨。",
    "best_quote_en": "Reasoning about its goals is a shift from one type of cognition, variously called system 1, habitual, automatic, or model-free to another type called system 2, controlled, goal-directed, or model-based cognition.",
    "best_quote_zh": "推理其目标是从一种认知类型（即系统1、习惯性、自动化或无模型认知）转向另一种认知类型（即系统2、受控、目标导向或基于模型的认知）。"
  },
  {
    "id": 9,
    "title": "How to Work Hard",
    "title_zh": "如何努力工作",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/hwh.html",
    "tags": ["Hard Work", "Great Work Ingredients", "Work-Life Alignment", "Self-Honesty in Work"],
    "tags_zh": ["努力工作", "杰出工作要素", "工作适配性", "工作中的自我坦诚"],
    "date": "2021-06-01",
    "summary_en": "Paul Graham argues that great work requires three ingredients: natural ability, practice, and effort—all three are needed for the best results, as exemplified by Bill Gates (extreme hard work despite talent), Lionel Messi (coaches remembered his dedication over talent), and P.G. Wodehouse (rewrote sentences 10-20 times despite making writing look easy). He notes school often distorts 'work' into boring, pointless tasks; real work has a 'solidity' and feels necessary. To work hard effectively: 1) Find your daily work limit (varies by task—e.g., 5 hours for intense writing/programming, more for startups) by judging work quality decline; 2) Identify work suited to you, prioritizing interests over just talent (interest drives harder work than discipline); 3) Aim for the 'hard core' of problems (avoid peripheral tasks) and adjust life-scale goals when needed; 4) Be honest with yourself—about laziness, overworking, motivations (e.g., money vs. true interest) and whether work is valuable. He emphasizes working hard is not just 'turning a dial to 11' but a dynamic system: tuning work type, hours, and focus to optimize productivity, with occasional rest (but even vacations should involve learning for him).",
    "summary_zh": "保罗·格雷厄姆提出，杰出工作需要三大要素：天赋、练习与努力——三者缺一不可才能达成最佳成果，比尔·盖茨（虽有天赋却极度努力，“20多岁从未休息过一天”）、莱昂内尔·梅西（教练更记得他的专注而非天赋）、P.G.伍德豪斯（写作看似轻松，却会将句子重写10至20次）均是例证。他指出，学校常将“工作”扭曲为无聊、无意义的任务；真正的工作具有“扎实感”，且让人觉得有必要性。要高效努力工作，需做到：1）找到每日工作极限（因任务而异，如高强度写作/编程约5小时，创业可承受更长时间），通过判断工作质量下降来界定；2）识别适合自己的工作，兴趣优先于单纯的天赋（兴趣比纪律更能驱动人努力）；3）瞄准问题的“核心难点”（避开边缘任务），必要时调整人生层面的目标；4）对自己坦诚——承认懒惰、过度工作，明确动机（如为钱还是真兴趣），并判断工作是否有价值。他强调，努力工作并非“把旋钮拧到最大”，而是一个动态系统：通过调整工作类型、时长与关注点来优化效率，可偶尔休息（但对他而言，即使度假也应包含学习）。",
    "best_quote_en": "\"Working hard is not just a dial you turn up to 11. It's a complicated, dynamic system that has to be tuned just right at each point.\"",
    "best_quote_zh": "\"努力工作不只是把旋钮调到最大。它是一个复杂的动态系统，每一步都必须调整到最佳状态。\""
},
  {
    "id": 10,
    "title": "Six Principles for Making New Things",
    "title_zh": "创造新事物的六条原则",
    "source": "Paul Graham's Essays",
    "link": "https://www.paulgraham.com/newthings.html",
    "tags": ["Innovation Principles", "Creative Work Strategies", "Iterative Development", "Overlooked Problems"],
    "tags_zh": ["创新原则", "创造性工作策略", "迭代式开发", "被忽视的问题"],
    "date": "2008-02-01",
    "summary_en": "Paul Graham identifies a consistent design philosophy behind his work on Arc (a programming language), Viaweb, Y Combinator, and essays—six principles for making new things. These principles are: (a) find simple solutions; (b) target overlooked problems; (c) focus on problems that actually need solving; (d) deliver solutions as informally as possible; (e) start with a crude version 1; (f) iterate rapidly. He notes this approach often draws initial contempt: simple solutions seem unimpressive, overlooked problems are deemed unimportant, informal delivery avoids 'impressive' packaging, and crude early versions feel incomplete. However, the strategy succeeds long-term: targeting overlooked problems reduces competition, informal delivery saves effort and avoids self-deception, and rapid iteration leverages real-world feedback (per Feynman, 'nature’s imagination'). Examples include Viaweb (server-based e-commerce, ignoring VC focus on credit card processing, launching with <10k lines of code), Y Combinator (lightweight startup funding vs. traditional Series A rounds), and Reddit (minimal design solving 'what’s new' needs). Graham emphasizes this applies to all creative work (e.g., Cezanne’s painting) and advises focusing on real problems over superficial impressiveness.",
    "summary_zh": "保罗·格雷厄姆从自己开发Arc编程语言、创办Viaweb、打造Y Combinator以及撰写文章的经历中，提炼出创造新事物的六条核心原则。这些原则为：（a）寻找简单解决方案；（b）聚焦被忽视的问题；（c）专注于真正需要解决的问题；（d）以尽可能非正式的方式呈现成果；（e）从粗糙的第一版开始；（f）快速迭代优化。他指出，这种方法初期常遭轻视：简单方案显得不够“厉害”，被忽视的问题被认为无关紧要，非正式呈现缺乏“专业”包装，早期粗糙版本则让人觉得不完整。但从长期来看，该策略极具成效：瞄准被忽视的问题可减少竞争，非正式呈现能节省精力且避免自我欺骗，快速迭代则能借助现实反馈（如费曼所言，“自然的想象力”）完善方案。典型案例包括Viaweb（基于服务器的电商模式，不盲从风投对信用卡处理的执念，上线时代码量不足1万行）、Y Combinator（轻量化创业投资模式，区别于传统的A轮融资）以及Reddit（极简设计，精准解决“获取新鲜信息”的核心需求）。格雷厄姆强调，这一原则适用于所有创造性工作（如塞尚的绘画），并建议创作者聚焦真实问题，而非追求表面的“惊艳感”。",
    "best_quote_en": "\"I like to find (a) simple solutions (b) to overlooked problems (c) that actually need to be solved, and (d) deliver them as informally as possible, (e) starting with a very crude version 1, then (f) iterating rapidly.\"",
    "best_quote_zh": "\"我喜欢寻找（a）简单的解决方案，（b）用于解决那些被忽视的、（c）但确实需要解决的问题，并且（d）以尽可能非正式的方式呈现成果，（e）从一个非常粗糙的第一版开始，然后（f）快速迭代优化。\""
}]
